Tekla Open API Reference for Tekla Structures 2025
ReferenceModelObjectAttributeEnumerator Properties
The ReferenceModelObjectAttributeEnumerator type exposes the following members.
Properties
Name | Description
Current
 The current attribute.
Top
See Also
Reference
ReferenceModelObjectAttributeEnumerator Class
Tekla.Structures.Model.Collaboration Namespace